tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/versions'
tap 'thoughtbot/formulae'

brew 'awscli'
brew 'bash'
brew 'chruby'
brew 'cloc'
brew 'direnv'
brew 'docker'
brew 'git'
brew 'git-lfs'
brew 'go'
brew 'httpie'
brew 'jq'
brew 'nvm'
brew 'pyenv'
brew 'rcm'
brew 'ruby-install'
brew 'selecta'
brew 'ssh-copy-id'
brew 'stoken'
brew 'tfenv'
brew 'the_silver_searcher'
brew 'zsh'

cask '1password'
cask 'alfred'
cask 'font-fira-code'
cask 'google-chrome'
cask 'gpgsuite'
cask 'slack'
cask 'spectacle'
cask 'visual-studio-code'
cask 'xscope'
