tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/versions'
tap 'thoughtbot/formulae'

brew 'awscli'
brew 'bash'
brew 'chruby'
brew 'cloc'
brew 'dep'
brew 'direnv'
brew 'docker'
brew 'etcd'
brew 'fortune'
brew 'git'
brew 'git-lfs'
brew 'go'
brew 'java'
brew 'heroku';
brew 'hg'
brew 'httpie'
brew 'jq'
brew 'libev'
brew 'nvm'
brew 'python'
brew 'rcm'
brew 'ruby-install'
brew 'sbt'
brew 'selecta'
brew 'ssh-copy-id'
brew 'stoken'
brew 'tfenv'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim'
brew 'wrk'
brew 'zsh'

cask '1password'
cask '1password-cli'
cask 'airfoil'
cask 'alfred'
cask 'atom'
cask 'cloudup'
cask 'font-fira-code'
cask 'google-chrome'
cask 'gpgtools'
cask 'java'
cask 'slack'
cask 'spectacle'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'xscope'
