tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'aws/tap'
tap 'thoughtbot/formulae'

brew 'awscli'
brew 'bash'
brew 'chruby'
brew 'cloc'
brew 'direnv'
brew 'docker'
brew 'docker-compose'
brew 'gh'
brew 'git'
brew 'git-lfs'
brew 'go'
brew 'httpie'
brew 'jq'
brew 'mas'
brew 'nvm'
brew 'pipx'
brew 'pyenv'
brew 'rcm'
brew 'ruby-install'
brew 'selecta'
brew 'ssh-copy-id'
brew 'tfenv'
brew 'the_silver_searcher'
brew 'tree'
brew 'zsh'

cask '1password'
cask '1password/tap/1password-cli'
cask 'alfred'
cask 'datagrip'
cask 'docker'
cask 'font-fira-code'
cask 'slack'
cask 'spectacle'
cask 'visual-studio-code'
cask 'xscope'

mas 'Amphetamine', id: 937984704
mas '1Password for Safari', id: 1569813296
